<?php
/**
* Настройки системы: Маршруты
*
* @version 0.1 27.04.2015
* @author Дмитрий Щербаков <atomcms@ya.ru>
*/

namespace App\Configs;

class Routes {
	/**
	* @var array $routes Список доступных корневых маршрутов
	*/
	static $list = [
		/////////////////////////////////
		// СИСТЕМНЫЕ МАРШРУТЫ
		/////////////////////////////////

		// Отметка просмотра изменений после обновления версии проекта
		'changelog',

		// Применение изменений в базе данных, в виде загруженного файла sql
		'migration',

		// Пользовательский кабинет
		'user',

		/////////////////////////////////
		// ПОЛЬЗОВАТЕЛЬСКИЕ МАРШРУТЫ
		/////////////////////////////////


	];
}
?>