<?php
/**
 * Настройки системы: Маршруты
 *
 * @version 0.6 27.10.2015
 * @author Дмитрий Щербаков <atomcms@ya.ru>
 */

namespace AtomFramework\Configs;

class Routes {
    /**
     * @var array $routes Список доступных корневых маршрутов
     */
    static $list = [
        /////////////////////////////////
        // СИСТЕМНЫЕ МАРШРУТЫ
        /////////////////////////////////

        // Отметка просмотра изменений после обновления версии проекта
        'changelog',

        // Применение изменений в базе данных, в виде загруженного файла sql
        'migration',

        // Пользовательский кабинет
        'user',

        /////////////////////////////////
        // ПОЛЬЗОВАТЕЛЬСКИЕ МАРШРУТЫ
        /////////////////////////////////


    ];
}
?>